{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "errors": "replace",
  "extra_special_tokens": [],
  "is_local": false,
  "local_files_only": false,
  "max_pixels": 1003520,
  "min_pixels": 200704,
  "model_max_length": 32768,
  "pad_token": "<|endoftext|>",
  "padding_side": "left",
  "processor_class": "Qwen2VLProcessor",
  "split_special_tokens": false,
  "tokenizer_class": "Qwen2Tokenizer",
  "unk_token": null
}
